{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "mask_token": "[MASK]",
  "max_len": 512,
  "name_or_path": "nlptown/bert-base-multilingual-uncased-sentiment",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "C:\\Users\\Lenovo/.cache\\huggingface\\hub\\models--nlptown--bert-base-multilingual-uncased-sentiment\\snapshots\\e06857fdb0325a7798a8fc361b417dfeec3a3b98\\special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
